Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# PublishUserActivityInTheOSSettingsCard.AutomationProperties.HelpText
source: Publish various activities that you perform in the AppControl Manager to the OS, allowing them to appear and be available to you in Microsoft Recall so you can re-trace your actions.
ar: نشر الأنشطة المختلفة التي تقوم بها في مدير التحكم في التطبيقات إلى نظام التشغيل، مما يسمح لها بالظهور وأن تكون متاحة لك في Microsoft Recall حتى تتمكن من تتبع أعمالك.
de_de: Veröffentlichen Sie verschiedene Aktivitäten, die Sie im AppControl Manager ausführen, im Betriebssystem, damit sie in Microsoft Recall erscheinen und für Sie verfügbar sind, sodass Sie Ihre Aktionen nachverfolgen können.
el_gr: Δημοσιεύστε διάφορες δραστηριότητες που εκτελείτε στον Διαχειριστή Ελέγχου Εφαρμογών στο λειτουργικό σύστημα, επιτρέποντάς τους να εμφανίζονται και να είναι διαθέσιμες σε εσάς στο Microsoft Recall ώστε να μπορείτε να ανιχνεύσετε τις ενέργειές σας.
es: Publica varias actividades que realizas en el Administrador de Control de Aplicaciones al sistema operativo, permitiendo que aparezcan y estén disponibles para ti en Microsoft Recall para que puedas rastrear tus acciones.
fr_fr: Publier diverses activités que vous effectuez dans AppControl Manager sur l'OS, leur permettant d'apparaître et d'être disponibles dans Microsoft Recall pour retracer vos actions.
he_il: פרסם פעילויות שונות שאתה מבצע במנהל בקרת היישומים למערכת ההפעלה, מה שמאפשר להן להופיע ולהיות זמינות עבורך ב-Microsoft Recall כדי שתוכל לעקוב אחר הפעולות שלך.
hi_in: ऐपकंट्रोल मैनेजर में आपके द्वारा की जाने वाली विभिन्न गतिविधियों को ऑपरेटिंग सिस्टम में प्रकाशित करें, जिससे वे Microsoft Recall में दिखाई दें और आपके लिए उपलब्ध हों ताकि आप अपनी कार्रवाइयों को फिर से ट्रैक कर सकें।
ja_jp: AppControl Managerで実行するさまざまなアクティビティをOSに公開し、Microsoft Recallに表示されて利用できるようにすることで、アクションを再トレースできるようにします。
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിൽ നിങ്ങൾ നടത്തുന്ന വിവിധ പ്രവർത്തനങ്ങൾ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിൽ പ്രസിദ്ധീകരിക്കുക, അവ Microsoft Recall-ൽ പ്രത്യക്ഷപ്പെടാനും നിങ്ങൾക്ക് ലഭ്യമാകാനും അനുവദിക്കുന്നതിലൂടെ നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ വീണ്ടും ട്രാക്ക് ചെയ്യാൻ കഴിയും.
pl_pl: Publikuj różne aktywności wykonywane w Menedżerze Kontroli Aplikacji do systemu operacyjnego, umożliwiając im pojawienie się i dostępność w Microsoft Recall, abyś mógł śledzić swoje działania.
tr_tr: AppControl Manager'da gerçekleştirdiğiniz çeşitli etkinlikleri işletim sistemine yayınlayarak bunların Microsoft Recall'da görünmesini ve kullanımınıza sunulmasını sağlayın, böylece eylemlerinizi yeniden takip edebilirsiniz.

# OperationCancelledByUser
source: The operation was cancelled.
ar: تم إلغاء العملية.
de_de: Der Vorgang wurde abgebrochen.
el_gr: Η λειτουργία ακυρώθηκε.
es: La operación fue cancelada.
fr_fr: L'opération a été annulée.
he_il: הפעולה בוטלה.
hi_in: ऑपरेशन रद्द कर दिया गया।
ja_jp: 操作はキャンセルされました。
ml_in: പ്രവർത്തനം റദ്ദാക്കപ്പെട്ടു.
pl_pl: Operacja została anulowana.
tr_tr: Operasyon iptal edildi.

source: Cancelling...
ar: جارٍ الإلغاء...
de_de: Abbruch läuft...
el_gr: Ακύρωση...
es: Cancelando...
fr_fr: Annulation en cours...
he_il: מבטל...
hi_in: रद्द कर रहे हैं...
ja_jp: キャンセル中...
ml_in: റദ്ദാക്കുന്നു...
pl_pl: Anulowanie...
tr_tr: İptal...

# DonationHyperLinkButton.ToolTipService.ToolTip
source: Your support helps me continue to create and maintain this project.
ar: دعمك يساعدني على الاستمرار في إنشاء وصيانة هذا المشروع.
de_de: Ihre Unterstützung hilft mir, dieses Projekt weiter zu entwickeln und zu pflegen.
el_gr: Η υποστήριξή σας με βοηθά να συνεχίσω να δημιουργώ και να συντηρώ αυτό το έργο.
es: Tu apoyo me ayuda a continuar creando y manteniendo este proyecto.
fr_fr: Votre soutien m'aide à continuer à créer et maintenir ce projet.
he_il: התמיכה שלך עוזרת לי להמשיך ליצור ולתחזק פרויקט זה.
hi_in: आपका समर्थन मुझे इस प्रोजेक्ट को बनाना और बनाए रखना जारी रखने में मदद करता है।
ja_jp: あなたのサポートは、このプロジェクトの作成と維持を続けるのに役立ちます。
ml_in: നിങ്ങളുടെ പിന്തുണ ഈ പ്രോജക്റ്റ് സൃഷ്ടിക്കുന്നതും പരിപാലിക്കുന്നതും തുടരാൻ എന്നെ സഹായിക്കുന്നു.
pl_pl: Twoje wsparcie pomaga mi kontynuować tworzenie i utrzymywanie tego projektu.
tr_tr: Desteğiniz bu projeyi oluşturmaya ve sürdürmeye devam etmeme yardımcı oluyor.

# DonationHyperLinkButton.AutomationProperties.HelpText
source: Your support helps me continue to create and maintain this project.
ar: دعمك يساعدني على الاستمرار في إنشاء وصيانة هذا المشروع.
de_de: Ihre Unterstützung hilft mir, dieses Projekt weiter zu entwickeln und zu pflegen.
el_gr: Η υποστήριξή σας με βοηθά να συνεχίσω να δημιουργώ και να συντηρώ αυτό το έργο.
es: Tu apoyo me ayuda a continuar creando y manteniendo este proyecto.
fr_fr: Votre soutien m'aide à continuer à créer et maintenir ce projet.
he_il: התמיכה שלך עוזרת לי להמשיך ליצור ולתחזק פרויקט זה.
hi_in: आपका समर्थन मुझे इस प्रोजेक्ट को बनाना और बनाए रखना जारी रखने में मदद करता है।
ja_jp: あなたのサポートは、このプロジェクトの作成と維持を続けるのに役立ちます。
ml_in: നിങ്ങളുടെ പിന്തുണ ഈ പ്രോജക്റ്റ് സൃഷ്ടിക്കുന്നതും പരിപാലിക്കുന്നതും തുടരാൻ എന്നെ സഹായിക്കുന്നു.
pl_pl: Twoje wsparcie pomaga mi kontynuować tworzenie i utrzymywanie tego projektu.
tr_tr: Desteğiniz bu projeyi oluşturmaya ve sürdürmeye devam etmeme yardımcı oluyor.

# DonationHyperLinkButton.Content
source: Donate
ar: تبرع
de_de: Spenden
el_gr: Δωρεά
es: Donar
fr_fr: Faire un don
he_il: תרום
hi_in: दान करें
ja_jp: 寄付
ml_in: സംഭാവന നൽകുക
pl_pl: Wpłać Darowiznę
tr_tr: Bağış yapmak

# CopyToClipboard.Content
source: Copy To Clipboard
ar: نسخ إلى الحافظة
de_de: In die Zwischenablage kopieren
el_gr: Αντιγραφή στο Πρόχειρο
es: Copiar al Portapapeles
fr_fr: Copier dans le Presse-papiers
he_il: העתק ללוח הגזירים
hi_in: क्लिपबोर्ड में कॉपी करें
ja_jp: クリップボードにコピー
ml_in: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
pl_pl: Kopiuj do Schowka
tr_tr: Panoya Kopyala

# CopyToClipboard.ToolTipService.ToolTip
source: Copy To Clipboard
ar: نسخ إلى الحافظة
de_de: In die Zwischenablage kopieren
el_gr: Αντιγραφή στο Πρόχειρο
es: Copiar al Portapapeles
fr_fr: Copier dans le Presse-papiers
he_il: העתק ללוח הגזירים
hi_in: क्लिपबोर्ड में कॉपी करें
ja_jp: クリップボードにコピー
ml_in: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
pl_pl: Kopiuj do Schowka
tr_tr: Panoya Kopyala

# CopyToClipboard.AutomationProperties.HelpText
source: Copy To Clipboard
ar: نسخ إلى الحافظة
de_de: In die Zwischenablage kopieren
el_gr: Αντιγραφή στο Πρόχειρο
es: Copiar al Portapapeles
fr_fr: Copier dans le Presse-papiers
he_il: העתק ללוח הגזירים
hi_in: क्लिपबोर्ड में कॉपी करें
ja_jp: クリップボードにコピー
ml_in: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തുക
pl_pl: Kopiuj do Schowka
tr_tr: Panoya Kopyala

# HashCopiedToClipboard
source: Hash value copied to clipboard!
ar: تم نسخ قيمة التجزئة إلى الحافظة!
de_de: Hashwert in die Zwischenablage kopiert!
el_gr: Η τιμή Hash αντιγράφηκε στο πρόχειρο!
es: ¡Valor de hash copiado al portapapeles!
fr_fr: Valeur de hachage copiée dans le presse-papiers !
he_il: ערך הגיבוב הועתק ללוח הגזירים!
hi_in: हैश वैल्यू क्लिपबोर्ड में कॉपी हो गया!
ja_jp: ハッシュ値がクリップボードにコピーされました！
ml_in: ഹാഷ് മൂല്യം ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി!
pl_pl: Wartość skrótu skopiowana do schowka!
tr_tr: Hash değeri panoya kopyalandı!

# ScanForAllKernelModeLogs.Content
source: Scan for All Kernel-mode Logs
ar: فحص جميع سجلات وضع النواة
de_de: Nach allen Kernelmodus-Protokollen suchen
el_gr: Σάρωση για Όλα τα Αρχεία Καταγραφής Κατάστασης Πυρήνα
es: Escanear Todos los Registros de Modo Kernel
fr_fr: Analyser Tous les Journaux Mode Noyau
he_il: סרוק עבור כל יומני מצב ליבה
hi_in: सभी कर्नेल-मोड लॉग स्कैन करें
ja_jp: すべてのカーネルモードログをスキャン
ml_in: എല്ലാ കേർണൽ-മോഡ് ലോഗുകൾക്കായി സ്കാൻ ചെയ്യുക
pl_pl: Skanuj Wszystkie Dzienniki Trybu Jądra
tr_tr: Tüm Çekirdek Modu Günlüklerini Tara

# ScanForAllKernelModeLogs.ToolTipService.ToolTip
source: Scan for All Kernel-mode Logs that are currently available on the system.
ar: فحص جميع سجلات وضع النواة المتاحة حالياً على النظام.
de_de: Nach allen Kernelmodus-Protokollen suchen, die derzeit auf dem System verfügbar sind.
el_gr: Σάρωση για όλα τα αρχεία καταγραφής κατάστασης πυρήνα που είναι επί του παρόντος διαθέσιμα στο σύστημα.
es: Escanear todos los registros de modo kernel que están actualmente disponibles en el sistema.
fr_fr: Analyser tous les journaux Mode Noyau actuellement disponibles sur le système.
he_il: סרוק עבור כל יומני מצב ליבה הזמינים כרגע במערכת.
hi_in: सिस्टम पर वर्तमान में उपलब्ध सभी कर्नेल-मोड लॉग स्कैन करें।
ja_jp: 現在システムで利用可能なすべてのカーネルモードログをスキャンします。
ml_in: സിസ്റ്റത്തിൽ നിലവിൽ ലഭ്യമായ എല്ലാ കേർണൽ-മോഡ് ലോഗുകൾക്കായി സ്കാൻ ചെയ്യുക.
pl_pl: Skanuj wszystkie dzienniki trybu jądra dostępne obecnie w systemie.
tr_tr: Şu anda sistemde mevcut olan tüm Çekirdek modu Günlüklerini tarayın.

# ScanForAllKernelModeLogs.AutomationProperties.HelpText
source: Scan for All Kernel-mode Logs that are currently available on the system.
ar: فحص جميع سجلات وضع النواة المتاحة حالياً على النظام.
de_de: Nach allen Kernelmodus-Protokollen suchen, die derzeit auf dem System verfügbar sind.
el_gr: Σάρωση για όλα τα αρχεία καταγραφής κατάστασης πυρήνα που είναι επί του παρόντος διαθέσιμα στο σύστημα.
es: Escanear todos los registros de modo kernel que están actualmente disponibles en el sistema.
fr_fr: Analyser tous les journaux Mode Noyau actuellement disponibles sur le système.
he_il: סרוק עבור כל יומני מצב ליבה הזמינים כרגע במערכת.
hi_in: सिस्टम पर वर्तमान में उपलब्ध सभी कर्नेल-मोड लॉग स्कैन करें।
ja_jp: 現在システムで利用可能なすべてのカーネルモードログをスキャンします。
ml_in: സിസ്റ്റത്തിൽ നിലവിൽ ലഭ്യമായ എല്ലാ കേർണൽ-മോഡ് ലോഗുകൾക്കായി സ്കാൻ ചെയ്യുക.
pl_pl: Skanuj wszystkie dzienniki trybu jądra dostępne obecnie w systemie.
tr_tr: Şu anda sistemde mevcut olan tüm Çekirdek modu Günlüklerini tarayın.

# ScanForKernelModeLogsSinceReboot.Content
source: Scan for Kernel-mode Logs Since Last Reboot
ar: فحص سجلات وضع النواة منذ آخر إعادة تشغيل
de_de: Nach Kernelmodus-Protokollen seit letztem Neustart suchen
el_gr: Σάρωση για Αρχεία Καταγραφής Κατάστασης Πυρήνα από την Τελευταία Επανεκκίνηση
es: Escanear Registros de Modo Kernel Desde el Último Reinicio
fr_fr: Analyser les Journaux Mode Noyau Depuis le Dernier Redémarrage
he_il: סרוק עבור יומני מצב ליבה מאז האתחול האחרון
hi_in: अंतिम रीबूट के बाद से कर्नेल-मोड लॉग स्कैन करें
ja_jp: 最終再起動以降のカーネルモードログをスキャン
ml_in: അവസാന റീബൂട്ട് മുതൽ കേർണൽ-മോഡ് ലോഗുകൾക്കായി സ്കാൻ ചെയ്യുക
pl_pl: Skanuj Dzienniki Trybu Jądra od Ostatniego Restartu
tr_tr: Son Yeniden Başlatmadan Bu Yana Çekirdek Modu Günlüklerini Tarayın

# ScanForKernelModeLogsSinceReboot.ToolTipService.ToolTip
source: Scan for Kernel-mode Logs Since the system was last rebooted.
ar: فحص سجلات وضع النواة منذ آخر إعادة تشغيل للنظام.
de_de: Nach Kernelmodus-Protokollen suchen, seit das System zuletzt neu gestartet wurde.
el_gr: Σάρωση για αρχεία καταγραφής κατάστασης πυρήνα από την τελευταία επανεκκίνηση του συστήματος.
es: Escanear registros de modo kernel desde que el sistema fue reiniciado por última vez.
fr_fr: Analyser les Journaux Mode Noyau depuis le dernier redémarrage du système.
he_il: סרוק עבור יומני מצב ליבה מאז שהמערכת הופעלה מחדש לאחרונה.
hi_in: सिस्टम के अंतिम रीबूट के बाद से कर्नेल-मोड लॉग स्कैन करें।
ja_jp: システムが最後に再起動されてからのカーネルモードログをスキャンします。
ml_in: സിസ്റ്റം അവസാനമായി റീബൂട്ട് ചെയ്തത് മുതലുള്ള കേർണൽ-മോഡ് ലോഗുകൾക്കായി സ്കാൻ ചെയ്യുക.
pl_pl: Skanuj dzienniki trybu jądra od momentu ostatniego restartu systemu.
tr_tr: Çekirdek Modu Günlüklerini Tarayın Sistem en son yeniden başlatıldığından bu yana.

# ScanForKernelModeLogsSinceReboot.AutomationProperties.HelpText
source: Scan for Kernel-mode Logs Since the system was last rebooted.
ar: فحص سجلات وضع النواة منذ آخر إعادة تشغيل للنظام.
de_de: Nach Kernelmodus-Protokollen suchen, seit das System zuletzt neu gestartet wurde.
el_gr: Σάρωση για αρχεία καταγραφής κατάστασης πυρήνα από την τελευταία επανεκκίνηση του συστήματος.
es: Escanear registros de modo kernel desde que el sistema fue reiniciado por última vez.
fr_fr: Analyser les Journaux Mode Noyau depuis le dernier redémarrage du système.
he_il: סרוק עבור יומני מצב ליבה מאז שהמערכת הופעלה מחדש לאחרונה.
hi_in: सिस्टम के अंतिम रीबूट के बाद से कर्नेल-मोड लॉग स्कैन करें।
ja_jp: システムが最後に再起動されてからのカーネルモードログをスキャンします。
ml_in: സിസ്റ്റം അവസാനമായി റീബൂട്ട് ചെയ്തത് മുതലുള്ള കേർണൽ-മോഡ് ലോഗുകൾക്കായി സ്കാൻ ചെയ്യുക.
pl_pl: Skanuj dzienniki trybu jądra od momentu ostatniego restartu systemu.
tr_tr: Çekirdek Modu Günlüklerini Tarayın Sistem en son yeniden başlatıldığından bu yana.

# TextSelectionStateToggleSwitch.OnContent
source: Text Selection is Enabled
ar: تحديد النص مُفعل
de_de: Textauswahl ist aktiviert
el_gr: Η Επιλογή Κειμένου είναι Ενεργοποιημένη
es: Selección de Texto Habilitada
fr_fr: La Sélection de Texte est Activée
he_il: בחירת טקסט מופעלת
hi_in: टेक्स्ट चयन सक्षम है
ja_jp: テキスト選択が有効
ml_in: ടെക്സ്റ്റ് സെലക്ഷൻ പ്രവർത്തനക്ഷമമാണ്
pl_pl: Zaznaczanie Tekstu jest Włączone
tr_tr: Metin Seçimi Etkin

# TextSelectionStateToggleSwitch.OffContent
source: Text Selection is Disabled
ar: تحديد النص مُعطل
de_de: Textauswahl ist deaktiviert
el_gr: Η Επιλογή Κειμένου είναι Απενεργοποιημένη
es: Selección de Texto Deshabilitada
fr_fr: La Sélection de Texte est Désactivée
he_il: בחירת טקסט מבוטלת
hi_in: टेक्स्ट चयन अक्षम है
ja_jp: テキスト選択が無効
ml_in: ടെക്സ്റ്റ് സെലക്ഷൻ നിർജ്ജീവമാണ്
pl_pl: Zaznaczanie Tekstu jest Wyłączone
tr_tr: Metin Seçimi Devre Dışı Bırakıldı

# TextSelectionStateToggleSwitch.ToolTipService.ToolTip
source: Enable or Disable the ability to select texts in the List View rows.
ar: تفعيل أو تعطيل القدرة على تحديد النصوص في صفوف عرض القائمة.
de_de: Aktivieren oder deaktivieren Sie die Möglichkeit, Text in den Zeilen der Listenansicht auszuwählen.
el_gr: Ενεργοποίηση ή απενεργοποίηση της δυνατότητας επιλογής κειμένων στις γραμμές της Προβολής Λίστας.
es: Habilitar o deshabilitar la capacidad de seleccionar textos en las filas de la Vista de Lista.
fr_fr: Activer ou Désactiver la possibilité de sélectionner du texte dans les lignes de la Vue Liste.
he_il: הפעל או בטל את היכולת לבחור טקסטים בשורות תצוגת הרשימה.
hi_in: सूची दृश्य पंक्तियों में टेक्स्ट चुनने की क्षमता को सक्षम या अक्षम करें।
ja_jp: リストビュー行でのテキスト選択機能を有効または無効にします。
ml_in: ലിസ്റ്റ് വ്യൂ വരികളിലെ ടെക്സ്റ്റുകൾ തിരഞ്ഞെടുക്കാനുള്ള കഴിവ് പ്രവർത്തനക്ഷമമാക്കുകയോ നിർജ്ജീവമാക്കുകയോ ചെയ്യുക.
pl_pl: Włącz lub wyłącz możliwość zaznaczania tekstów w wierszach Widoku Listy.
tr_tr: Liste Görünümü satırlarındaki metinleri seçme özelliğini Etkinleştirin veya Devre Dışı Bırakın.

# TextSelectionStateToggleSwitch.AutomationProperties.HelpText
source: Enable or Disable the ability to select texts in the List View rows.
ar: تفعيل أو تعطيل القدرة على تحديد النصوص في صفوف عرض القائمة.
de_de: Aktivieren oder deaktivieren Sie die Möglichkeit, Text in den Zeilen der Listenansicht auszuwählen.
el_gr: Ενεργοποίηση ή απενεργοποίηση της δυνατότητας επιλογής κειμένων στις γραμμές της Προβολής Λίστας.
es: Habilitar o deshabilitar la capacidad de seleccionar textos en las filas de la Vista de Lista.
fr_fr: Activer ou Désactiver la possibilité de sélectionner du texte dans les lignes de la Vue Liste.
he_il: הפעל או בטל את היכולת לבחור טקסטים בשורות תצוגת הרשימה.
hi_in: सूची दृश्य पंक्तियों में टेक्स्ट चुनने की क्षमता को सक्षम या अक्षम करें।
ja_jp: リストビュー行でのテキスト選択機能を有効または無効にします。
ml_in: ലിസ്റ്റ് വ്യൂ വരികളിലെ ടെക്സ്റ്റുകൾ തിരഞ്ഞെടുക്കാനുള്ള കഴിവ് പ്രവർത്തനക്ഷമമാക്കുകയോ നിർജ്ജീവമാക്കുകയോ ചെയ്യുക.
pl_pl: Włącz lub wyłącz możliwość zaznaczania tekstów w wierszach Widoku Listy.
tr_tr: Liste Görünümü satırlarındaki metinleri seçme özelliğini Etkinleştirin veya Devre Dışı Bırakın.

# PolicyEditorClearAllData.ToolTipService.ToolTip
source: Clears all of the data loaded on the user interface from the selected policy.
ar: مسح جميع البيانات المحملة في واجهة المستخدم من السياسة المحددة.
de_de: Löscht alle auf der Benutzeroberfläche aus der ausgewählten Richtlinie geladenen Daten.
el_gr: Διαγράφει όλα τα δεδομένα που έχουν φορτωθεί στη διεπαφή χρήστη από την επιλεγμένη πολιτική.
es: Limpia todos los datos cargados en la interfaz de usuario de la política seleccionada.
fr_fr: Efface toutes les données chargées sur l'interface utilisateur de la politique sélectionnée.
he_il: מנקה את כל הנתונים הטעונים בממשק המשתמש מהמדיניות הנבחרת.
hi_in: चयनित नीति से उपयोगकर्ता इंटरफ़ेस पर लोड किए गए सभी डेटा को साफ़ करता है।
ja_jp: 選択されたポリシーからユーザーインターフェイスに読み込まれたすべてのデータをクリアします。
ml_in: തിരഞ്ഞെടുത്ത പോളിസിയിൽ നിന്ന് ഉപയോക്തൃ ഇന്റർഫേസിൽ ലോഡ് ചെയ്ത എല്ലാ ഡാറ്റയും മായ്ക്കുന്നു.
pl_pl: Czyści wszystkie dane załadowane w interfejsie użytkownika z wybranej zasady.
tr_tr: Kullanıcı arayüzüne yüklenen tüm verileri seçilen politikadan temizler.

# PolicyEditorClearAllData.AutomationProperties.HelpText
source: Clears all of the data loaded on the user interface from the selected policy.
ar: مسح جميع البيانات المحملة في واجهة المستخدم من السياسة المحددة.
de_de: Löscht alle auf der Benutzeroberfläche aus der ausgewählten Richtlinie geladenen Daten.
el_gr: Διαγράφει όλα τα δεδομένα που έχουν φορτωθεί στη διεπαφή χρήστη από την επιλεγμένη πολιτική.
es: Limpia todos los datos cargados en la interfaz de usuario de la política seleccionada.
fr_fr: Efface toutes les données chargées sur l'interface utilisateur de la politique sélectionnée.
he_il: מנקה את כל הנתונים הטעונים בממשק המשתמש מהמדיניות הנבחרת.
hi_in: चयनित नीति से उपयोगकर्ता इंटरफ़ेस पर लोड किए गए सभी डेटा को साफ़ करता है।
ja_jp: 選択されたポリシーからユーザーインターフェイスに読み込まれたすべてのデータをクリアします。
ml_in: തിരഞ്ഞെടുത്ത പോളിസിയിൽ നിന്ന് ഉപയോക്തൃ ഇന്റർഫേസിൽ ലോഡ് ചെയ്ത എല്ലാ ഡാറ്റയും മായ്ക്കുന്നു.
pl_pl: Czyści wszystkie dane załadowane w interfejsie użytkownika z wybranej zasady.
tr_tr: Kullanıcı arayüzüne yüklenen tüm verileri seçilen politikadan temizler.

# PolicyEditorSaveTheChanges.ToolTipService.ToolTip
source: Save the changes made to the data back to the policy XML file.
ar: حفظ التغييرات التي تم إجراؤها على البيانات مرة أخرى إلى ملف XML الخاص بالسياسة.
de_de: Speichert die an den Daten vorgenommenen Änderungen zurück in die Richtlinien-XML-Datei.
el_gr: Αποθήκευση των αλλαγών που έγιναν στα δεδομένα πίσω στο αρχείο XML της πολιτικής.
es: Guardar los cambios realizados a los datos de vuelta al archivo XML de la política.
fr_fr: Enregistrer les modifications apportées aux données dans le fichier de politique XML.
he_il: שמור את השינויים שנעשו בנתונים חזרה לקובץ XML של המדיניות.
hi_in: डेटा में किए गए परिवर्तनों को नीति XML फ़ाइल में वापस सेव करें।
ja_jp: データに加えられた変更をポリシーXMLファイルに保存します。
ml_in: ഡാറ്റയിൽ വരുത്തിയ മാറ്റങ്ങൾ പോളിസി XML ഫയലിലേക്ക് തിരികെ സേവ് ചെയ്യുക.
pl_pl: Zapisz zmiany wprowadzone w danych z powrotem do pliku XML zasady.
tr_tr: Verilerde yapılan değişiklikleri politika XML dosyasına geri kaydedin.

# PolicyEditorSaveTheChanges.AutomationProperties.HelpText
source: Save the changes made to the data back to the policy XML file.
ar: حفظ التغييرات التي تم إجراؤها على البيانات مرة أخرى إلى ملف XML الخاص بالسياسة.
de_de: Speichert die an den Daten vorgenommenen Änderungen zurück in die Richtlinien-XML-Datei.
el_gr: Αποθήκευση των αλλαγών που έγιναν στα δεδομένα πίσω στο αρχείο XML της πολιτικής.
es: Guardar los cambios realizados a los datos de vuelta al archivo XML de la política.
fr_fr: Enregistrer les modifications apportées aux données dans le fichier de politique XML.
he_il: שמור את השינויים שנעשו בנתונים חזרה לקובץ XML של המדיניות.
hi_in: डेटा में किए गए परिवर्तनों को नीति XML फ़ाइल में वापस सेव करें।
ja_jp: データに加えられた変更をポリシーXMLファイルに保存します。
ml_in: ഡാറ്റയിൽ വരുത്തിയ മാറ്റങ്ങൾ പോളിസി XML ഫയലിലേക്ക് തിരികെ സേവ് ചെയ്യുക.
pl_pl: Zapisz zmiany wprowadzone w danych z powrotem do pliku XML zasady.
tr_tr: Verilerde yapılan değişiklikleri politika XML dosyasına geri kaydedin.

# BeginSimulationTextBlock.Text
source: Begin Simulation
ar: بدء المحاكاة
de_de: Simulation starten
el_gr: Έναρξη Προσομοίωσης
es: Iniciar Simulación
fr_fr: Commencer la Simulation
he_il: התחל סימולציה
hi_in: सिमुलेशन शुरू करें
ja_jp: シミュレーション開始
ml_in: സിമുലേഷൻ ആരംഭിക്കുക
pl_pl: Rozpocznij Symulację

# BeginSimulation.ToolTipService.ToolTip
source: Start the Simulation using the selected configurations.
ar: بدء المحاكاة باستخدام التكوينات المحددة.
de_de: Starten Sie die Simulation mit den ausgewählten Konfigurationen.
el_gr: Έναρξη της προσομοίωσης χρησιμοποιώντας τις επιλεγμένες διαμορφώσεις.
es: Iniciar la simulación usando las configuraciones seleccionadas.
fr_fr: Démarrer la Session de Simulation en utilisant les configurations sélectionnées.
he_il: התחל את הסימולציה באמצעות התצורות הנבחרות.
hi_in: चयनित कॉन्फ़िगरेशन का उपयोग करके सिमुलेशन शुरू करें।
ja_jp: 選択した構成を使用してシミュレーションを開始します。
ml_in: തിരഞ്ഞെടുത്ത കോൺഫിഗറേഷനുകൾ ഉപയോഗിച്ച് സിമുലേഷൻ ആരംഭിക്കുക.
pl_pl: Rozpocznij symulację używając wybranych konfiguracji.

# BeginSimulation.AutomationProperties.HelpText
source: Start the Simulation using the selected configurations.
ar: بدء المحاكاة باستخدام التكوينات المحددة.
de_de: Starten Sie die Simulation mit den ausgewählten Konfigurationen.
el_gr: Έναρξη της προσομοίωσης χρησιμοποιώντας τις επιλεγμένες διαμορφώσεις.
es: Iniciar la simulación usando las configuraciones seleccionadas.
fr_fr: Démarrer la Session de Simulation en utilisant les configurations sélectionnées.
he_il: התחל את הסימולציה באמצעות התצורות הנבחרות.
hi_in: चयनित कॉन्फ़िगरेशन का उपयोग करके सिमुलेशन शुरू करें।
ja_jp: 選択した構成を使用してシミュレーションを開始します。
ml_in: തിരഞ്ഞെടുത്ത കോൺഫിഗറേഷനുകൾ ഉപയോഗിച്ച് സിമുലേഷൻ ആരംഭിക്കുക.
pl_pl: Rozpocznij symulację używając wybranych konfiguracji.

# RetrieveOnlinePoliciesTextBlock.Text
source: Retrieve Online Policies
ar: استرداد السياسات المتصلة
de_de: Online-Richtlinien abrufen
el_gr: Ανάκτηση Διαδικτυακών Πολιτικών
es: Recuperar Políticas en Línea
fr_fr: Récupérer les Politiques en Ligne
he_il: אחזר מדיניות מקוונת
hi_in: ऑनलाइन नीतियां प्राप्त करें
ja_jp: オンラインポリシーを取得
ml_in: ഓൺലൈൻ പോളിസികൾ വീണ്ടെടുക്കുക
pl_pl: Pobierz Zasady Online
tr_tr: Çevrimiçi Politikaları Alın

# SignOnlyNoDeploySettingsCard.Header
source: Sign Only - No Deployment
ar: التوقيع فقط - بدون نشر
de_de: Nur signieren - keine Bereitstellung
el_gr: Μόνο Υπογραφή - Χωρίς Ανάπτυξη
es: Solo Firmar - Sin Implementación
fr_fr: Signer Uniquement - Pas de Déploiement
he_il: חתימה בלבד - ללא פריסה
hi_in: केवल हस्ताक्षर - कोई तैनाती नहीं
ja_jp: 署名のみ - 展開なし
ml_in: സൈൻ മാത്രം - വിന്യാസമില്ല
pl_pl: Tylko Podpisywanie - Bez Wdrażania
tr_tr: Yalnızca İmzala - Dağıtım Yok
